/*1. Cоставить список клиентов по имени и фамилии вместе с их адресом электронной почты, чтобы отправить благодарность 5 самым дорогим клиентам, которые арендовали фильмы, с оплатой с 10 по 13 апреля,
формат списка:
clients_list
Имя_клиента Фамилия_клиента email address is: e-mail_клиента
2. Какова средняя арендная ставка для каждого жанра? (упорядочить по убыванию, среднее значение округлить до сотых)
3. Сколько арендованных фильмов было возвращено в срок, до срока возврата и после, выведите максимальную разницу со сроком?


1. Рассчитайте совокупный доход всех магазинов на каждую дату.
2. Выведите наиболее и наименее востребованные жанры (те, которые арендовали наибольшее/наименьшее колличество раз), число их общих продаж и сумму дохода*/